Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Secretary Out-of-Order.tmx
Source language: en
Languages: es_419

source: you even underlined parts.
es_419: Hasta subrayó algunas líneas.

source: you seem different whenever I have it down.
es_419: Cuando me peino así, cambias la actitud.

source: thumbs up
es_419: APROBADO

source: I didn't even decide what to do next.
es_419: Ni siquiera he decidido qué voy a hacer.

source: I don't want to walk the path my dad went...
es_419: Yo no quiero seguir los pasos de mi papá…

source: bling
es_419: PLIN

source: open
es_419: BIEN

source: amazing.
es_419: impresionante.

source: wh
es_419: f

source: I hope we get along well.
es_419: Ojalá nos llevemos bien.

source: ...single.
es_419: … soltero.

source: for example, this...
es_419: Por ejemplo, esto:

source: CHU
es_419: MUA

source: but it looks different from the one you usually wear.
es_419: Pero es distinto al que usas todo el tiempo.

source: when I lost my parents,
es_419: Cuando perdí a mis padres,

source: unbelievable.
es_419: Increíble.

source: I know
es_419: Ya sé

source: wait…
es_419: Espera…

source: hi, I'm yu-eun's friend, jiwoo lee.
es_419: Y yo Jiwoo Lee, amiga de Yu-eun.

source: I was the one who brought it up in the first place.
es_419: Fui yo quien habló del tema primero.

source: w-what?
es_419: ¿C-cómo?

source: sorry to disturb you, sir. but I have something urgent to tell you.
es_419: Lamento molestarlo, señor. Pero debo decirle algo urgente.

source: haha. my mom always said I shouldn't waste food.
es_419: Ja, ja. Mamá me decía que la comida no se bota.

source: I just need to keep up with it.
es_419: Tengo que seguir como hasta ahora.

source: gaunt
es_419: DEMACRADA

source: let's sit by the window.
es_419: Vamos junto a la ventana.

source: I know he'll introduce her to me later, but I want to know sooner.
es_419: Sé que me la presentará más adelante, pero quiero enterarme antes.

source: we offer our congratulations and thanks. as of february 15th. your loan has been fully repaid. our foundation promises to do our best to further provide aid to students in need. we wish the best for you and your bright future, just as today has been brighter than yesterday. thank you. *any cancellation of repayment after this date will nullify this notice and effectively reinstate the payment plan.
es_419: Le ofrecemos nuestras felicitaciones y agradecimiento. A partir del 15 de febrero, su préstamo queda saldado. La fundación promete hacer todo lo posible por ofrecer más asistencia a estudiantes que lo necesitan. Le deseamos lo mejor, y que tenga un buen futuro, cada vez más brillante. Gracias. * Toda cancelación de reembolso posterior a esta fecha anulará este aviso, y restablecerá el plan de pago.

source: ughhh!
es_419: ¡Uuff!

source: I'm busy.
es_419: Estoy ocupado.

source: yum.
es_419: Ñam.

source: alarm
es_419: Alarma

source: I see them only at monthly meetings, and even that's exhausting. you're amazing.
es_419: Yo solo los veo en las reuniones mensuales, y solo con eso me agoto. Eres increíble.

source: and that damned dohyeok chae.
es_419: Y ese condenado Dohyeok Chae.

source: a blind date one week before leaving the company. what's wrong with me? haha.
es_419: Una cita a ciegas una semana antes de irme de la empresa. ¿Qué me pasa? Ja, ja.

source: I brought you some medicine… but I don't think this will be enough.
es_419: Le traje medicamentos… pero creo que no será suficiente.

source: it suddenly occurred to me...
es_419: De pronto se me ocurrió…

source: ugh, looks like I'm working late tonight.
es_419: Uff, parece que trabajaré hasta tarde.

source: dad, what do you think about this ring?
es_419: Papá, ¿qué te parece este anillo?

source: that was what I used to do.
es_419: Eso es lo que hacía antes.

source: personal card
es_419: Tarjeta personal

source: pour
es_419: VUELCA

source: don't tell me...
es_419: No me digas que…

source: flutter
es_419: palpita

source: spring
es_419: ZAS

source: application field
es_419: Puesto solicitado

source: how's the chairman doing?
es_419: ¿Cómo está el presidente?

source: I've told you so many times to stop making a mess of your life!
es_419: ¡¿Cuántas veces te dije que dejes de perturbar tu vida?!

source: I want to go there again.
es_419: quiero volver allí.

source: ...it's when you relieve your stress from the week.
es_419: … es cuando se alivia el estrés de toda la semana.

source: I can't concentrate on my work anymore?
es_419: ¿Que ya no me puedo concentrar en el trabajo?

source: so what's with this sudden change in attitude?! huh?!
es_419: ¡¿Por qué de pronto cambiaste la actitud?! ¡¿Eh?!

source: yup!
es_419: ¡Sip!

source: you're not going anywhere.
es_419: No irás a ningún lado.

source: it doesn't have stains or anything...
es_419: No tiene manchas, ni nada…

source: mom!
es_419: ¡Mamá!

source: I'll just work from home.
es_419: Mejor trabajo desde casa.

source: nervous
es_419: nerviosa

source: the door is opening.
es_419: Se abre la puerta.

source: it's not that…
es_419: Nada que ver…

source: energy too much for an introvert like her
es_419: Demasiada energía para una introvertida.

source: now I remember.
es_419: Ahora lo recuerdo.

source: damn it.
es_419: Diablos.

source: i guess i should wait.
es_419: Mejor lo espero.

source: with all the coworkers resigning one after the other...
es_419: Como todo el mundo renunciaba enseguida…

source: finish this by tomorrow.
es_419: Termina esto para mañana.

source: it's expensive.
es_419: Son caras.

source: you sound like a robot.
es_419: Hablas como un robot.

source: the coffee there isn't good.
es_419: Ahí no tienen buen café.

source: you're early. you're yu-eun gam, right?
es_419: Llegas temprano. Eres Yu-eun Gam, ¿cierto?

source: is he…
es_419: ¿Me está…

source: my apologies, sir.
es_419: Lo siento, señor.

source: I'm sorry, sir!
es_419: ¡Lo siento, señor!

source: explain that.
es_419: Explícamelo.

source: ...sir?
es_419: ¿Señor?

source: I've already been misunderstood.
es_419: Ya empezaron las confusiones.

source: I knew that, and that I wasn't good with people... but I couldn't fix it.
es_419: Sabía que no era bueno con la gente… pero no podía hacer nada.

source: SPLASH
es_419: CHOF

source: umph!
es_419: ¡Mpff!

source: awkward…
es_419: INCÓMODO…

source: as a secretary working for a big company, there are times when I'm swamped with work.
es_419: Al ser una secretaria en una empresa grande, a veces estoy llena de trabajo.

source: The title implies--
es_419: El título habla de…

source: I brought it upon myself.
es_419: Todo fue mi culpa.

source: oh, a friend...
es_419: Ah, una amiga…

source: at first...
es_419: Al principio…

source: name
es_419: Nombre

source: w-what's wrong?
es_419: ¿Qué… pasa?

source: some start their first job.
es_419: hay quienes empiezan a trabajar.

source: you better call me yu-eun from now on!
es_419: ¡Más te vale decirme Yu-eun desde ahora!

source: maybe she hit the lottery or something?
es_419: ¿Habrá ganado la lotería o algo así?

source: I was right about them.
es_419: Al final, era cierto.

source: you can't expect to succeed in one attempt.
es_419: No puedes pretender lograrlo al primer intento.

source: but I think I'll miss that tension once I leave.
es_419: Pero creo que extrañaré la tensión cuando me vaya.

source: I can't handle this.
es_419: No puedo con esto.

source: similar?
es_419: ¿Algo así?

source: phew
es_419: FIU

source: buffering...
es_419: Cargando…

source: I just worked really hard without hoping to accomplish anything...
es_419: Me esforcé mucho, sin pretender lograr nada en particular…

source: hold on a sec, there's more?
es_419: Espera, ¿vas a pedir más?

source: I quit!
es_419: ¡Renuncio!

source: ...I'll give you my blind date.
es_419: Te dono mi cita a ciegas.

source: ...and stellar adaptability.
es_419: … y flexibilidad estupenda.

source: tell him you were drunk and just apologize, okay?
es_419: Dile que estabas ebria y pídele disculpas, ¿sí?

source: why don't you like peas?
es_419: ¿Por qué no te gustan?

source: Don't tell me I told you while I was drunk...
es_419: No me diga que le dije cuando estaba ebria…

source: I should do as he says before he thinks anything else weird about me!
es_419: ¡Mejor lo obedezco, antes de que piense otra cosa rara de mí!

source: this isn't why I applied to iren!
es_419: ¡No me presenté a IREN para esto!

source: please let me clean this up.
es_419: Déjame limpiar, por favor.

source: hmm
es_419: Mmm…

source: I shouldn't have said that…
es_419: No debí haberlo dicho…

source: the only family that keeps in touch with me is my aunt.
es_419: De toda mi familia, solo sigo en contacto con mi tía.

source: nothing. you can get going.
es_419: Nada. Puedes retirarte.

source: although she's gone now...
es_419: Aunque ya no está…

source: I saw that too.
es_419: Yo leí lo mismo.

source: let's just take it one step at a time.
es_419: Vamos paso por paso.

source: boing
es_419: toin

source: yes... sir...
es_419: Sí… señor…

source: I'm used to it now.
es_419: Ya me acostumbré.

source: tell me your financial goals, ms. gam?
es_419: contarme cuáles son sus metas financieras?

source: Why now...?
es_419: ¿Justo ahora?

source: You're quitting anyway.
es_419: Igual vas a renunciar.

source: ms. gam.
es_419: Señorita Gam.

source: especially women.
es_419: En particular las mujeres.

source: not that I want to get married, but still!
es_419: ¡Ni que me quisiera casar, pero igual!

source: but I'll do my best to train my replacement well so that the transition will be seamless--
es_419: Pero haré todo lo posible por entrenar muy bien a mi reemplazo, para que la transición sea ideal…

source: 3 chapter
es_419: CAPÍTULO 3

source: and yet she handed in a letter of resignation without a second thought.
es_419: Y aun así presentó su renuncia sin pensarlo dos veces.

source: yes…
es_419: Sí…

source: slab
es_419: PINCHA

source: ...if I didn't work as hard... no...
es_419: … si no me hubiera esforzado tanto… No…

source: it means I can visit your place now.
es_419: O sea que ahora puedo pasar a tu casa.

source: well, that was me in the past.
es_419: Pues, esa era yo antes.

source: This is embarrassing... it's been a long time since that happened.
es_419: Qué vergüenza… Eso pasó hace ya mucho tiempo.

source: ...I like mr. chae.
es_419: … me gusta el señor Chae.

source: crumpled
es_419: arrugado

source: a bad boss and a bad secretary.
es_419: Mal jefe y mala secretaria.

source: *about 1.3 million USD.
es_419: * MÁS O MENOS 1,3 MILLONES DE USD.

source: what am I supposed to do with my life?
es_419: ¿Qué debería hacer con mi vida?

source: pharmacy
es_419: FARMACIA

source: how is that a good secretary?
es_419: ¿Cómo puedo ser buena secretaria?

source: i guess even an overbearing boss like him cares about his family.
es_419: Supongo que hasta un jefe prepotente como él se preocupa por su familia.

source: ms. gam...
es_419: La señorita Gam…

source: I did make progress, though.
es_419: Pero sí avancé en algo.

source: a-are you all right?
es_419: ¿E-estás bien?

source: there's been a sudden schedule change.
es_419: hubo un cambio imprevisto en la agenda.

source: SLurp
es_419: SORBE

source: this deadline will be the death of me.
es_419: Esta entrega me va a liquidar.

source: messy
es_419: desorden

source: it's my first time in a store like this...
es_419: Nunca había estado en una tienda así…

source: wha...
es_419: Lo…

source: I mean, our boss, Mr. Chae.
es_419: Digo, el jefe, el señor Chae.

source: obstruction of work
es_419: Obstrucción del trabajo

source: who are you?!
es_419: … eres tú?!

source: blank stare
es_419: MIRADA EN BLANCO

source: but I know I don't want this job.
es_419: pero sé que no quiero este empleo.

source: I'll see you in the office, sir!
es_419: ¡Nos vemos en la oficina, señor!

source: we've never had a proper meal together.
es_419: de que nunca hemos comido juntos.

source: yes!
es_419: ¡Sí!

source: mr.
es_419: ¡Señor

source: "something must be wrong."
es_419: "Te debe pasar algo".

source: FLiNCH
es_419: SUSTO

source: she never once made a mistake.
es_419: No se equivocó ni una vez.

source: (goes along with it for now) yes, sir.
es_419: (Por ahora le sigue la corriente) Sí, señor.

source: what the heck? was I expecting something from him?
es_419: ¿Qué cuernos? ¿Acaso esperaba algo de su parte?

source: whether you hit on him shamelessly, make a clean break and move on, or whatever.
es_419: Así le coquetees sin piedad, cortes por lo sano y sigas tu vida o cualquier cosa.

source: I couldn't even dream of doing something like this before, but...
es_419: Antes no podía ni soñar con hacer algo así, pero…

source: just like that, out of the blue?!
es_419: ¡¿Así sin más, de la nada?!

source: you're too kind. if I were you, I would've torn it apart and thrown it in the shredder!
es_419: Eres muy amable. Si fuera yo, ¡la habría hecho pedacitos y la habría arrojado a la basura!

source: I think you sent this to the wrong person.
es_419: Creo que se equivocó al enviar eso.

source: were you scammed?
es_419: ¿Te estafaron?

source: why does it feel like I'm doing something wrong?
es_419: ¿Por qué siento que estoy haciendo algo malo?

source: brought it with the hanger
es_419: La lleva con percha y todo

source: uh, yu-eun…
es_419: Eh, Yu-eun…

source: that's not it either.
es_419: No, tampoco.

source: is there...
es_419: ¿Está…

source: I don't know why I did that…
es_419: No sé por qué hice eso…

source: wow! you go, girl!
es_419: ¡Guau! ¡Así se habla!

source: meal table?
es_419: ¿Con comida?

source: it's been over a month…
es_419: Ya pasó más de un mes…

source: was this meant for someone else?
es_419: ¿Era para otra persona?

source: hmmm
es_419: MMM

source: same here.
es_419: Yo, igual.

source: Please, be understanding.
es_419: Por favor, sé comprensivo.

source: jiwoo said she'll bring me some food today…
es_419: Jiwoo dijo que hoy me traería comida…

source: actually, hyorin...
es_419: En realidad, Hyorin…

source: mr. chae, guess what?
es_419: ¿Te cuento, señor Chae?

source: maybe?
es_419: Tal vez…

source: ...was a failure, wasn't it?
es_419: … falló, ¿cierto?

source: who is resigning?
es_419: ¿Quién renuncia?

source: what are...
es_419: ¿Qué son…

source: ugh! of all times, something gets stuck in my throat now?!
es_419: ¡Uff! ¡¿Justo ahora se me tiene que atorar algo en la garganta?!

source: I'm feeling much better, thanks to you.
es_419: Me siento mucho mejor, gracias a usted.

source: squeeze
es_419: APRIETA

source: if you're interested, you welcome to--
es_419: Si te interesa, estás invitada a…

source: I'm really okay…
es_419: En serio, estoy bien…

source: and here I was, sweating over what happened yesterday.
es_419: Y yo aquí, sudando por lo que pasó ayer.

source: really sounds like it.
es_419: Parece que sí.

source: phone
es_419: Teléfono

source: but anyone can make a mistake.
es_419: Pero cualquiera se equivoca.

source: squirm
es_419: FRIS

source: the chance of winning the lottery is just as slim as the possibility of dohyeok falling madly in love with me.
es_419: La probabilidad de ganar la lotería es tan remota como que Dohyeok se enamore perdidamente de mí.

source: I'm stuck with the two weirdest people I've ever known.
es_419: Estoy atrapada con las dos personas más raras que conozco.

source: ...I was able to really focus on work, so there were benefits.
es_419: … logré concentrarme mucho en el trabajo, entonces tuvo su lado bueno.

source: the proper attitude in dealing with a child out-of-order."
es_419: la mejor actitud para lidiar con un niño descarriado".

source: what's...
es_419: ¿Qué…

source: his reactions had a tendency to predict how well they do, so I made it like an annual event.
es_419: En general, sus reacciones predecían cómo le iría a la peli, así que lo hice un evento anual.

source: tell me more about her.
es_419: Cuéntame más de ella.

source: I guess I was a little tired.
es_419: Creo que estaba un poquito cansado.

source: it's nice to try something new, all thanks to you, sir! haha.
es_419: ¡Está bueno probar algo nuevo gracias a usted, señor! Ja, ja.

source: we had never talked about anything outside of work.
es_419: Nunca habíamos hablado más que de trabajo.

source: oh, thank you.
es_419: Ah, gracias.

source: s-sure.
es_419: C-claro.

source: do you think reading a book will solve the problem?
es_419: ¿crees que resolverás el problema leyendo un libro?

source: about my injury.
es_419: por mi herida.

source: I can't really say I was studying since I don't remember going to school.
es_419: La verdad, no puedo decir que estudiaba, porque no recuerdo haber ido a la escuela.

source: b e e p
es_419: b i p

source: I'm so wasted right now!
es_419: ¡Qué ebria estoy!

source: you have a mild concussion, so you should refrain from strenuous physical activities.
es_419: Tiene un traumatismo leve, debería abstenerse de hacer actividad física extrema.

source: oh, I forgot about tomorrow... what can I do to piss off dohyeok?!
es_419: Ah, me olvidé de mañana… ¡¿Qué puedo hacer para molestarlo?!

source: ...I just saw a beautiful, living masterpiece...
es_419: Acabo de ver una hermosa obra de arte con vida…

source: glare
es_419: FULMINA

source: it's like I'm announcing that I'm irresponsible.
es_419: Es como proclamar que soy irresponsable.

source: 73-98 xx-ro seongbok-gu seoul
es_419: 73-98 xx-ro Seongbok-gu Seúl

source: Ding
es_419: DIN

source: I-I'm good, sir...
es_419: E-estoy bien, señor…

source: why don't you stay for breakfast so we can do something...
es_419: Mejor quédate a desayunar, así hacemos algo…

source: huh? y-yeah...
es_419: ¿Eh? Ah, sí…

source: I was right.
es_419: Tenía razón.

source: it's not what you think.
es_419: No te confundas.

source: after a long, long day at the office...
es_419: Después de un día muy largo en la oficina…

source: Seeing how it's taking place in Jeju, it also must have been because of her.
es_419: Y, como lo hicieron en Jeju, seguro habrá sido por ella.

source: allow me to grandly treat you as a show of gratitude.
es_419: Permíteme invitarte a lo grande, como señal de gratitud.

source: how many zeros is that?
es_419: ¡Cuántos ceros tiene!

source: I-I'll go bring some coffee, sir.
es_419: I-iré a buscar café, señor.

source: this is way too awkward and humiliating!!!
es_419: ¡¡Qué situación tan incómoda y humillante!!

source: what's this?
es_419: ¿Y esto?

source: I'm sure this is his first time in a studio apartment.
es_419: Nunca habrá visto un departamento tan pequeño.

source: doom
es_419: CHAN

source: Oh, right!
es_419: ¡Ah, sí!

source: This isn't any better than when I was at iren.
es_419: Esto no es mejor que cuando estaba en IREN.

source: is he going to be mad? not that it matters anymore!
es_419: ¿Se va a enojar? ¡Pero qué me importa!

source: I'm glad that was quick!
es_419: ¡Qué bueno que fue rápido!

source: tilt
es_419: INCLINA

source: take it easy.
es_419: Tómalo con calma.

source: since I started working at iren.
es_419: desde que empecé a trabajar en IREN.

source: what's this reaction?
es_419: ¿Qué es esa reacción?

source: could you not look at me like that?
es_419: ¿Podrías no mirarme así?

source: this?
es_419: esto?

source: I was bringing it to the office just in case I stain it...
es_419: Se la iba a llevar a la oficina porque no quería ensuciarla…

source: take my hand.
es_419: Dame la mano.

source: I'll turn one into an office.
es_419: Convertiré uno en una oficina.

source: I'm such a bad boss, aren't I?
es_419: Soy muy mal jefe, ¿no?

source: swoosh
es_419: FRUM

source: THUMP
es_419: TUM

source: It feels like I'm eating sand.
es_419: Siento que estoy comiendo arena.

source: the secret behind dohyeok chae‘s leadership
es_419: El secreto detrás de su liderazgo

source: but I wasn't ready, and it all happened at once.
es_419: pero no estaba lista, y fue muy repentino.

source: I'll give you the updated schedule once I finalize everything.
es_419: Le daré la agenda actualizada en cuanto termine de organizarla.

source: What do you think it would have been like?
es_419: ¿Cómo crees que habría sido?

source: you're strong, yu-eun.
es_419: Eres fuerte, Yu-eun.

source: are you serious?
es_419: ¿Hablas en serio?

source: I…
es_419: Me…

source: although I bought this by accident when I picked books from the best-seller section...
es_419: Lo compré sin querer cuando elegí los libros en la sección de los más vendidos…

source: thanks for doing this when you just got off work.
es_419: Gracias por traer todo después del trabajo.

source: what's a friday night?
es_419: ¿Viernes por la noche?

source: may I take your order?
es_419: ¿Qué desea pedir?

source: I-I’m good, sir!
es_419: ¡E-estoy bien, señor!

source: I wonder what's up. she's normally pissed off all the time.
es_419: ¿Qué estará pasando? En general, se la pasa enojada.

source: this is...
es_419: ¿Qué es?

source: I guess I can tell him.
es_419: Será hora de decirle.

source: yeah, as you can see…
es_419: Sí, como ves…

source: did I say never? no, no!
es_419: ¿Jamás, dije? ¡No, no!

source: why put a burden on the general admin team and how will the hr think about this?
es_419: ¿Por qué sobrecargar a la administración general? ¿Qué pensará recursos humanos?

source: and quitting my job!
es_419: ¡y renuncié!

source: oh, well...
es_419: Ah, eh…

source: HUG
es_419: ABRAZA

source: ...or this.
es_419: O esto:

source: here, wear this.
es_419: Ten, ponte esto.

source: C-can people actually live here?
es_419: ¿L-la gente puede vivir así?

source: peep
es_419: ESPÍA

source: I'm not sick! it's just that...
es_419: ¡No estoy enferma! Es que…

source: ugh, they're like two rotten peas in a pod.
es_419: Uff, son como dos gotas de agua podrida.

source: you went to that dark place again, didn't you?!
es_419: Estabas pensando algo malo de nuevo, ¡¿no?!

source: he's just being nice…
es_419: Es amable, nada más…

source: why does it feel like it was a past life?
es_419: ¿Por qué siento que fue en otra vida?

source: I know.
es_419: Ya lo sé.

source: you're so mean.
es_419: Eres muy mala.

source: oh… I-I see.
es_419: Ah… E-entiendo.

source: I brought you some food.
es_419: Te traje comida.

source: th-there's no need for that… but that would be great!
es_419: N-no hace falta… ¡pero me encantaría!

source: it's too soon!
es_419: ¡Es muy pronto!

source: oh, okay…
es_419: Ah, bueno…

source: that's not what it seemed like to me.
es_419: A mí no me pareció.

source: I'm sorry…
es_419: Lo siento…

source: here, eat.
es_419: Mira, come.

source: she's…
es_419: Es…

source: hesitate
es_419: TITUBEA

source: my last day is only a few days away...
es_419: Me quedan pocos días para terminar…

source: Hey...
es_419: Ey…

source: you talk like a married couple!
es_419: ¡Hablas como si estuvieran casados!

source: it's okay. you were hurt because of me...
es_419: Está bien. Está lastimado por mi culpa…

source: like jiwoo said, I first thought he was picking a fight.
es_419: Igual que Jiwoo, al principio pensé que era para pelear.

source: I guess it still shows how nervous I get...
es_419: Veo que aún se nota que me pongo nerviosa…

source: better not be his immediate employee or you'll experience hell.
es_419: Mejor no trabajes directamente para él, será un infierno.

source: she sleeps late.
es_419: Se acuesta tarde.

source: …can I ask about your former relationships?
es_419: ¿Puedo preguntarte por tus relaciones anteriores?

source: don't mention it.
es_419: No fue nada.

source: then i'll go for red bean paste.
es_419: Bueno, pues de frijol colorado.

source: y-you think so?
es_419: ¿T-te parece?

source: that sounds frightening, but fine.
es_419: Da un poco de miedo, pero bueno.

source: and his mother's side of the family are the owners of IREN.
es_419: Y su familia materna es la dueña de IREN.
